aws-scripting-guy.cform
CoenraadS.bracket-pair-colorizer
deerawan.vscode-dash
donjayamanne.githistory
EditorConfig.EditorConfig
emilast.LogFileHighlighter
esbenp.prettier-vscode
GrapeCity.gc-excelviewer
humao.rest-client
IBM.output-colorizer
jebbs.plantuml
jsynowiec.vscode-insertdatestring
karigari.chat
marlon407.code-groovy
mauve.terraform
mechatroner.rainbow-csv
ms-azuretools.vscode-docker
ms-vsliveshare.vsliveshare
ms-vsliveshare.vsliveshare-audio
oderwat.indent-rainbow
rebornix.ruby
redhat.java
redhat.vscode-yaml
ritwickdey.LiveServer
shardulm94.trailing-spaces
VisualStudioExptTeam.vscodeintellicode
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscodevim.vim
vscoss.vscode-ansible
ziyasal.vscode-open-in-github
