tap "buo/cask-upgrade"
tap "heyinc/tap", "git@github.com:heyinc/homebrew-tap.git"
tap "homebrew/bundle"
tap "homebrew/services"
tap "vitorgalvao/tiny-scripts"
tap "ynqa/tap"
brew "act"
brew "ansible"
brew "asciinema"
brew "awscli"
brew "bash-completion"
brew "oniguruma"
brew "bat"
brew "boost"
brew "btop"
brew "cloc"
brew "coreutils"
brew "cpanminus"
brew "ctop"
brew "diffutils"
brew "direnv"
brew "eza"
brew "fd"
brew "fdupes"
brew "findutils"
brew "fzf"
brew "libunistring"
brew "mpfr"
brew "gawk"
brew "gh"
brew "ghq"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "git-secrets"
brew "glib"
brew "glow"
brew "gnu-sed"
brew "gnu-tar"
brew "gnu-time"
brew "go"
brew "golangci-lint"
brew "grep"
brew "gron"
brew "gzip"
brew "homeshick"
brew "httpie"
brew "hugo"
brew "icu4c@76"
brew "jq"
brew "mackup"
brew "mas"
brew "mise"
brew "mkcert"
brew "netcat"
brew "nkf"
brew "pcre"
brew "perl"
brew "pgcli"
brew "pgformatter"
brew "postgresql@14"
brew "pstree"
brew "python@3.10"
brew "reattach-to-user-namespace"
brew "rename"
brew "ripgrep"
brew "sheldon"
brew "starship"
brew "tig"
brew "tmux"
brew "trash", link: true
brew "tree"
brew "vim"
brew "wget"
brew "xsv"
brew "zsh"
brew "heyinc/tap/stpkg"
brew "ynqa/tap/jnv"
cask "1password"
cask "appcleaner"
cask "chromedriver"
cask "dash"
cask "discord"
cask "docker"
cask "dropbox"
cask "font-cica"
cask "font-hackgen"
cask "font-hackgen-nerd"
cask "font-plemol-jp"
cask "font-plemol-jp-nf"
cask "font-udev-gothic"
cask "font-udev-gothic-nf"
cask "gas-mask"
cask "github"
cask "google-cloud-sdk"
cask "google-japanese-ime"
cask "gyazo"
cask "inkdrop"
cask "istat-menus"
cask "iterm2"
cask "jetbrains-toolbox"
cask "jordanbaird-ice"
cask "karabiner-elements"
cask "meetingbar"
cask "microsoft-remote-desktop"
cask "monitorcontrol"
cask "raycast"
cask "rectangle"
cask "tunnelblick"
cask "visual-studio-code"
cask "zoom"
mas "Day One", id: 1055511498
mas "Todoist", id: 585829637
mas "WiFi Explorer Lite", id: 1408727408
mas "Xcode", id: 497799835
mas "紀伊國屋書店Kinoppy", id: 572547904
vscode "alefragnani.bookmarks"
vscode "bierner.emojisense"
vscode "bierner.markdown-mermaid"
vscode "bradymholt.pgformatter"
vscode "csholmq.excel-to-markdown-table"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "deerawan.vscode-dash"
vscode "donjayamanne.githistory"
vscode "editorconfig.editorconfig"
vscode "emilast.logfilehighlighter"
vscode "esbenp.prettier-vscode"
vscode "github.vscode-github-actions"
vscode "golang.go"
vscode "graphql.vscode-graphql-syntax"
vscode "gruntfuggly.todo-tree"
vscode "hashicorp.terraform"
vscode "ibm.output-colorizer"
vscode "jebbs.plantuml"
vscode "jsynowiec.vscode-insertdatestring"
vscode "marp-team.marp-vscode"
vscode "mechatroner.rainbow-csv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode.makefile-tools"
vscode "ms-vsliveshare.vsliveshare"
vscode "oderwat.indent-rainbow"
vscode "rangav.vscode-thunder-client"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.liveserver"
vscode "samuelcolvin.jinjahtml"
vscode "shardulm94.trailing-spaces"
vscode "styled-components.vscode-styled-components"
vscode "tomoki1207.pdf"
vscode "vscodevim.vim"
vscode "zhuangtongfa.material-theme"
vscode "ziyasal.vscode-open-in-github"
