tap "buo/cask-upgrade"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "nodenv/nodenv"
tap "sanemat/font"
tap "vitorgalvao/tiny-scripts"
brew "icu4c"
brew "ansible"
brew "asciinema"
brew "coreutils"
brew "asdf"
brew "awscli"
brew "bash-completion"
brew "oniguruma"
brew "bat"
brew "boost"
brew "glib"
brew "cloc"
brew "ctop"
brew "diffutils"
brew "direnv"
brew "exa"
brew "fd"
brew "fdupes"
brew "libunistring"
brew "harfbuzz"
brew "xvid"
brew "ffmpeg"
brew "findutils"
brew "fzf"
brew "mpfr"
brew "gawk"
brew "gh"
brew "ghq"
brew "git"
brew "git-delta"
brew "git-secrets"
brew "glow"
brew "gnu-sed"
brew "gnu-tar"
brew "gnu-time"
brew "go"
brew "golangci-lint"
brew "grep"
brew "gron"
brew "gzip"
brew "homeshick"
brew "htop"
brew "httpie"
brew "hugo"
brew "jq"
brew "mackup"
brew "mas"
brew "netcat"
brew "nkf"
brew "pcre"
brew "pstree"
brew "reattach-to-user-namespace"
brew "rename"
brew "ripgrep"
brew "starship"
brew "tig"
brew "tmux"
brew "trash"
brew "tree"
brew "vim"
brew "wakeonlan"
brew "wget"
brew "xsv"
brew "yq"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-history-substring-search"
brew "zsh-syntax-highlighting"
brew "heroku/brew/heroku"
brew "sanemat/font/ricty", args: ["with-powerline"]
cask "1password"
cask "alfred"
cask "appcleaner"
cask "authy"
cask "bartender"
cask "chromedriver"
cask "clipy"
cask "dash"
cask "discord"
cask "docker"
cask "dropbox"
cask "font-cica"
cask "font-hackgen"
cask "font-hackgen-nerd"
cask "font-plemol-jp"
cask "font-plemol-jp-nf"
cask "font-udev-gothic"
cask "font-udev-gothic-nf"
cask "gas-mask"
cask "github"
cask "google-chrome"
cask "google-cloud-sdk"
cask "google-japanese-ime"
cask "gyazo"
cask "inkdrop"
cask "istat-menus"
cask "iterm2"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "microsoft-remote-desktop"
cask "monitorcontrol"
cask "qfinder-pro"
cask "rectangle"
cask "todoist"
cask "tunnelblick"
cask "vagrant"
cask "visual-studio-code"
mas "com.adriangranados.wifiexplorerlite", id: 1408727408
mas "Day One", id: 1055511498
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "LINE", id: 539883307
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "PhotoScape X", id: 929507092
mas "Seashore", id: 1448648921
mas "Skitch", id: 425955336
mas "Slack", id: 803453959
mas "Spark", id: 1176895641
mas "Virus Scanner Plus", id: 595374522
mas "紀伊國屋書店Kinoppy", id: 572547904
vscode "alefragnani.Bookmarks"
vscode "bierner.emojisense"
vscode "bierner.markdown-mermaid"
vscode "csholmq.excel-to-markdown-table"
vscode "DavidAnson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "deerawan.vscode-dash"
vscode "donjayamanne.githistory"
vscode "EditorConfig.EditorConfig"
vscode "emilast.LogFileHighlighter"
vscode "esbenp.prettier-vscode"
vscode "github.vscode-github-actions"
vscode "golang.go"
vscode "GraphQL.vscode-graphql-syntax"
vscode "Gruntfuggly.todo-tree"
vscode "hashicorp.terraform"
vscode "IBM.output-colorizer"
vscode "jebbs.plantuml"
vscode "jsynowiec.vscode-insertdatestring"
vscode "marp-team.marp-vscode"
vscode "mechatroner.rainbow-csv"
vscode "ms-azuretools.vscode-docker"
vscode "MS-CEINTL.vscode-language-pack-ja"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vsliveshare.vsliveshare"
vscode "oderwat.indent-rainbow"
vscode "rangav.vscode-thunder-client"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.LiveServer"
vscode "samuelcolvin.jinjahtml"
vscode "shardulm94.trailing-spaces"
vscode "styled-components.vscode-styled-components"
vscode "tomoki1207.pdf"
vscode "vscodevim.vim"
vscode "zhuangtongfa.material-theme"
vscode "ziyasal.vscode-open-in-github"
