tap "buo/cask-upgrade"
tap "d-kuro/tap"
tap "heyinc/tap", "git@github.com:heyinc/homebrew-tap.git"
tap "homebrew/bundle"
tap "homebrew/services"
tap "sanemat/font"
tap "vitorgalvao/tiny-scripts"
brew "act"
brew "openssl@3"
brew "libyaml"
brew "tree"
brew "ansible"
brew "asciinema"
brew "awscli"
brew "awscli-local"
brew "libunistring"
brew "bash-completion"
brew "oniguruma"
brew "bat"
brew "boost"
brew "btop"
brew "glib"
brew "cloc"
brew "coreutils"
brew "ctop"
brew "diffutils"
brew "direnv"
brew "duf"
brew "dust"
brew "eza"
brew "fd"
brew "fdupes"
brew "findutils"
brew "harfbuzz"
brew "flyway"
brew "fzf"
brew "mpfr"
brew "gawk"
brew "gh"
brew "ghq"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "git-secrets"
brew "glow"
brew "gnu-sed"
brew "gnu-tar"
brew "gnu-time"
brew "grep"
brew "gron"
brew "gzip"
brew "homeshick"
brew "httpie"
brew "jnv"
brew "jq"
brew "lefthook"
brew "mackup"
brew "mas"
brew "mise"
brew "mkcert"
brew "mysql@8.0"
brew "netcat"
brew "nkf"
brew "pcre"
brew "pgcli"
brew "pgformatter"
brew "postgresql@14"
brew "postgresql@16"
brew "procs"
brew "pstree"
brew "python@3.10"
brew "reattach-to-user-namespace"
brew "rename"
brew "ripgrep"
brew "sheldon"
brew "starship"
brew "tig"
brew "tmux"
brew "trash", link: true
brew "vim"
brew "wget"
brew "yq"
brew "zsh"
brew "d-kuro/tap/gwq"
brew "heyinc/tap/stpkg"
cask "1password"
cask "1password-cli"
cask "appcleaner"
cask "devtoys"
cask "discord"
cask "dropbox"
cask "font-cica"
cask "font-hackgen"
cask "font-hackgen-nerd"
cask "font-moralerspace"
cask "font-moralerspace-hw"
cask "font-moralerspace-hw-jpdoc"
cask "font-moralerspace-jpdoc"
cask "font-plemol-jp"
cask "font-plemol-jp-nf"
cask "font-udev-gothic"
cask "font-udev-gothic-nf"
cask "github"
cask "google-japanese-ime"
cask "gyazo"
cask "inkdrop"
cask "istat-menus"
cask "iterm2"
cask "itermbrowserplugin"
cask "jetbrains-toolbox"
cask "jordanbaird-ice"
cask "karabiner-elements"
cask "meetingbar"
cask "monitorcontrol"
cask "orbstack"
cask "raycast"
cask "rectangle"
cask "session-manager-plugin"
cask "tunnelblick"
cask "visual-studio-code"
cask "zoom"
mas "Day One", id: 1055511498
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "WiFi Explorer Lite", id: 1408727408
mas "Xcode", id: 497799835
vscode "alefragnani.bookmarks"
vscode "bierner.emojisense"
vscode "bierner.markdown-mermaid"
vscode "bradymholt.pgformatter"
vscode "christian-kohler.path-intellisense"
vscode "chrmarti.regex"
vscode "csholmq.excel-to-markdown-table"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "docker.docker"
vscode "donjayamanne.githistory"
vscode "editorconfig.editorconfig"
vscode "emilast.logfilehighlighter"
vscode "esbenp.prettier-vscode"
vscode "github.copilot-chat"
vscode "github.remotehub"
vscode "github.vscode-github-actions"
vscode "golang.go"
vscode "graphql.vscode-graphql-syntax"
vscode "gruntfuggly.todo-tree"
vscode "hashicorp.terraform"
vscode "ibm.output-colorizer"
vscode "jebbs.plantuml"
vscode "jsynowiec.vscode-insertdatestring"
vscode "marp-team.marp-vscode"
vscode "mechatroner.rainbow-csv"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode.azure-repos"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-repositories"
vscode "ms-vsliveshare.vsliveshare"
vscode "oderwat.indent-rainbow"
vscode "rangav.vscode-thunder-client"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.liveserver"
vscode "samuelcolvin.jinjahtml"
vscode "shardulm94.trailing-spaces"
vscode "styled-components.vscode-styled-components"
vscode "tomoki1207.pdf"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
vscode "zhuangtongfa.material-theme"
vscode "ziyasal.vscode-open-in-github"
go "cmd/go"
go "cmd/gofmt"
go "github.com/google/wire/cmd/wire"
